Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: No novel excipients are used for tenecteplase lyophilisate for solution for injection 25 mg.
es_es: No se utilizan excipientes novedosos en teneclteplasa, liofilizado para solución inyectable, 25 mg.

source: No obvious changes were observed for LDL/HDL-cholesterol ratio (Table 15.3.2.4.5: 1).
es_es: No se observaron cambios evidentes en el cociente colesterol LDL/HDL (Tabla 15.3.2.4.5: 1).

source: No of values
es_es: Cant. de valores

source: No other PT predominantly accounted for differences in frequencies.
es_es: Ningún otro término preferente representó predominantemente las diferencias de frecuencia.

source: No other anticoagulants or antiplatelet agents are to be given within 24 hrs of administration of the investigational product.
es_es: No deben administrarse anticoagulantes ni antiagregantes plaquetarios en el plazo de las 24 horas posteriores a la administración del producto en investigación.

source: No other disclosures were reported.
es_es: No se hubo otra notificaciones.

source: No overages are applied in the manufacture of spesolimab drug product.
es_es: No se aplican excedentes en la fabricación del medicamento Espesolimab.

source: No overages are applied in the manufacture of tenecteplase DP.
es_es: No se aplican excedentes en la fabricación del medicamento tenecteplasa.

source: No particles or flaking in drug product visible – syringe attributes were tested as assembled PFS-NSD-2.
es_es: Sin partículas ni cáscaras en el medicamento visible. Los atributos de la jeringa se evaluaron y calificaron como un sistema PFS-NSD-2 correctamente montado.

source: No particles or flaking in drug product visible.
es_es: Sin partículas ni cáscaras en el medicamento visible.

source: No patients in the trial had on-treatment laboratory values corresponding to a biochemical Hy's law constellation.
es_es: Ningún paciente del ensayo tuvo valores de laboratorio durante el tratamiento que se correspondieran con la constelación bioquímica de la ley de Hy.

source: No per-protocol analysis was defined for this trial.
es_es: No se definió ningún análisis por protocolo para este ensayo.

source: No product specific development studies for the visual inspection process were performed as during initial risk assessment, no potential impact on CQAs due to visual inspection process has been identified.
es_es: No se realizaron estudios de desarrollo específicos del producto para el proceso de inspección visual, ya que durante la evaluación inicial de riesgos no se identificó ningún posible impacto sobre los atributos críticos de calidad po el proceso de inspección visual.

source: No quantifiable amounts of isoforms or impurities found in the PFS drug product which were not present in vial drug product batches
es_es: No se encontraron cantidades cuantificables de isoformas o impurezas en el medicamento de la jeringa precargada que no estuvieran presentes en las partidas de medicamentos en ampollas.

source: No re-supply was planned or performed.
es_es: No se planificó ni se efectuó ningún reabastecimiento.

source: No recognizable incidents that might have affected the quality or integrity of the experimental outcome were noted during the study.
es_es: Durante el estudio no se observaron incidentes reconocibles que pudieran haber afectado la calidad o integridad del resultado experimental.

source: No recurrence was observed among 95 neonates with line-related DVT over a median of 4.3 years of follow-up [P19-06498].
es_es: No se observó recurrencia entre 95 neonatos con trombosis venosa profunda relacionada con la vía durante una mediana de 4.3 años de seguimiento [P19-06498].

source: No reference data, but no risk for efficacy and safety
es_es: Sin datos de referencia, pero sin riesgo para la eficacia y seguridad

source: No relevant changes over time were observed.
es_es: No se observaron cambios relevantes a lo largo del tiempo.

source: No relevant difference between treatment groups was observed for bone fractures leading to discontinuation or reported as SAEs or when including also the events up to trial completion (Tables 15.3.1.13: 5 to 7).
es_es: No se observaron diferencias relevantes entre los grupos de tratamiento para las fracturas óseas que llevaron a la discontinuación o que se informaron como eventos adversos graves; tampoco se las observó cuando se incluyeron los eventos acaecidos hasta la finalización del ensayo (Tablas 15.3.1.13: 5 a 7).

source: No relevant difference between treatment groups was observed in the frequency of complicated genital infections.
es_es: No se observaron diferencias relevantes entre los grupos de tratamiento en la frecuencia de las infecciones genitales complicadas.

source: No relevant difference between treatments was observed in complicated genital infections.
es_es: No se observaron diferencias relevantes entre los grupos de tratamiento en las infecciones genitales complicadas.

source: No relevant difference regarding hepatic injury was noted for patients with or without diabetes.
es_es: En los pacientes con o sin diabetes, no se observaron diferencias relevantes en la lesión hepática.

source: No relevant difference was observed for events leading to discontinuation or reported as SAEs or when including also the events up to trial completion.
es_es: No se observaron diferencias relevantes en los eventos que llevaron a la discontinuación o que se informaron como eventos adversos graves; tampoco se las observó cuando se incluyeron los eventos acaecidos hasta la finalización del ensayo.

source: No relevant differences in the liver function laboratory parameters or elevated transaminase values were observed between the 2 treatment groups.
es_es: No se observaron diferencias relevantes en los parámetros de laboratorio hepáticos ni elevaciones de las transaminasas entre los 2 grupos de tratamiento.

source: No relevant elemental compound (accord. to ICH Q3D) is intentionally added in the tenecteplase 25 mg manufacturing process.
es_es: En el proceso de fabricación de tenecteplasa, 25 mg no se añade intencionalmente ningún compuesto elemental relevante (según el lineamiento Q3D de la ICH).

source: No relevant elemental compound (according to ICH Q3D) is intentionally added in the tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial manufacturing process.
es_es: En el proceso de fabricación de tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial, no se añade intencionalmente ningún compuesto elemental relevante (según el lineamiento Q3D de la ICH).

source: No relevant impact of stopper moisture on water content of lyophilisate
es_es: La humedad del tapón no afectó significativamente el contenido de agua del liofilizado.

source: No relevant impact of varied formulation characteristics on the shelf life is expected.
es_es: No se prevé que las características diversas de la formulación afecten significativamente su vida útil.

source: No relevant variations of the quality attributes were observed during testing of lyophilized DP.
es_es: No se observaron variaciones importantes en los atributos de calidad durante las pruebas del medicamento liofilizado.

source: No requirement is given per ISO 7864 for STW lumen patency.
es_es: La norma ISO 7864 no establece requisitos para la apertura del lumen en una aguja special Thin Wall.

source: No risk
es_es: Sin riesgo

source: No se recomiendan estudios farmacodinámicos para medicamentos administrados por vía oral, para acción sistémica cuando el principio activo se absorbe en la circulación y se debe emplear el enfoque farmacocinético para evaluar la exposición sistémica y establecer la bioequivalencia (BE).
es_es: Pharmacodynamic studies are not recommended for systemic orally administered drugs when the drug substance is absorbed into the circulation; a PK approach should be used to assess systemic exposure and establish bioequivalence (BE).

source: No second ultrafiltration for concentration performed.
es_es: No se realiza un segundo ultrafiltrado para la concentración.

source: No secondary or tertiary amine present.
es_es: No hay aminas secundarias o terciarias.

source: No significant / only minor changes over the time course.
es_es: Sin cambios significativos o solo con leves cambios durante el curso cronológico.

source: No significant changes or trends in any of the test parameters applied, product quantity (UV scan) and potency, product purity (HPSEC, CGE reduced and CGE non-reduced), heterogeneity (CEX HPLC), appearance (visible particles, degree of coloration, clarity and degree of opalescence), sub-visible particles, general product characteristics (pH and osmolality) as well as container closure integrity were observed at any time point tested.
es_es: En ningún momento de medición se observaron tendencias ni cambios significativos de ninguno de los parámetros analíticos examinados: cantidad (barrido UV) y potencia del producto, pureza del producto (HPSEC, CGE reducida y CGE no reducida), heterogeneidad (CEX HPLC), aspecto (partículas visibles, grado de coloración, limpidez y grado de opalescencia), partículas subvisibles, características generales del producto (pH y osmolalidad) e integridad del envase y sistema de cierre.

source: No significant changes over the time course
es_es: Sin cambios significativos durante el curso cronológico

source: No significant changes over the time course.
es_es: Sin cambios significativos durante el curso cronológico.

source: No significant changes were detected.
es_es: No se detectaron cambios significativos.

source: No significant changes were observed under any of the storage conditions investigated.
es_es: No se observaron cambios significativos bajo ninguna de las condiciones de almacenamiento investigadas.

source: No significant differences were observed between the 0.40 mg/kg and 0.25 mg/kg tenecteplase groups in ordinal analysis of the modified Rankin Scale (mRS) score, adjusted for age and clinical severity (National Institutes of Health Stroke Scale score) (adjusted generalized odds ratio, 0.96 [95% CI, 0.74-1.24]).
es_es: No se observaron diferencias significativas entre los grupos de 0.40 mg/kg y 0.25 mg/kg de tenecteplasa en el análisis ordinal de la puntuación de la Escala de Rankin modificada (mRS), ajustada por edad y gravedad clínica (puntuación de la Escala de accidentes cerebrovasculares del Instituto Nacional de Salud) (cociente de probabilidades generalizado ajustado, 0.96 [IC del 95%; 0.74-1.24]).

source: No significant differences were observed in the analytical profile of the batches analysed with the current CEX method and the proposed CEX method.
es_es: No se observaron diferencias significativas en el perfil analítico de las partidas analizadas con los métodos CEX vigente y propuesto.

source: No significant peak
es_es: Sin picos significativos

source: No significant treatment differences were observed for this endpoint (Table 9).
es_es: No se observaron diferencias significativas entre los tratamientos para este criterio de valoración (Tabla 9).

source: No single value may be less than Q + 5%.
es_es: Ningún valor individual puede ser inferior a Q + 5%.

source: No special reagents were used in this study.
es_es: No se usaron reactivos especiales en este estudio.

source: No special storage conditions required, therefore it was stored at ambient temperature in the dark
es_es: No se requirieron condiciones especiales de almacenamiento, por lo que se almacenó a temperatura ambiente en la oscuridad.

source: No specific or increased risk for the use of empagliflozin in pregnant or lactating women was identified.
es_es: No se identificó ningún riesgo específico ni ningún aumento del riesgo para el uso de empagliflozina en mujeres embarazadas o en período de lactancia.

source: No starch granules of any other origin are present.◊
es_es: No hay gránulos de almidón de ningún otro origen.

source: No statistically significant change in potency level is observed during long-term storage of spesolimab drug product at 2 - 8°C.
es_es: No se observa ningún cambio estadísticamente significativo en el nivel de potencia durante el almacenamiento a largo plazo del medicamento Espesolimab a 2 - 8° C.

source: No subject reimbursement is provided for participation in this trial.
es_es: No se realizarán reembolsos a los pacientes por su participación en este ensayo.

source: No subject reported a relevant concomitant medical diagnosis (Table 15.1.4: 2).
es_es: Ningún sujeto consignó un diagnóstico médico concomitante relevante (Tabla 15.1.4: 2).

source: No subject reported significant AEs (pre-specified).
es_es: Ningún sujeto consignó eventos adversos significativos (preespecificados).

source: No subjects reported significant (prespecified) or serious AEs and no subjects died during the study.
es_es: Ningún sujeto informó eventos adversos significativos (preespecificados) ni serios, ni ningún sujeto murió durante el estudio.

source: No substances are added intentionally consisting of elements described in ICH Q3D.
es_es: No se agregan intencionalmente sustancias que consistan en ninguno de los elementos descritos en el lineamiento Q3D de la ICH.

source: No substances could be detected in any aqueous sealed vessel extracts or any polysorbate solution contact surface extract.
es_es: No se detectaron sustancias en ninguno de los extractos acuosos de vasos sellados o los extractos de la superficie de contacto con solución de polisorbato.

source: No syringes with microbial growth were detected.
es_es: No se detectaron jeringas con flora microbiana.

source: No testing performed
es_es: No se analizó.

source: No toxic components have been used in the materials selected for the device and the risk of biological hazards arising from changes of the DDCP over time is assessed as negligible.
es_es: No se han utilizado componentes tóxicos en los materiales seleccionados para el dispositivo y el riesgo de que existan peligros biológicos derivados de cambiar el sistema de medicamento comercial combinado con el dispositivo a lo largo del tiempo se considera insignificante.

source: No treatment differences in changes from baseline pulse rate, systolic, or diastolic blood pressure were observed (Table 15.3.4: 1).
es_es: No se observaron diferencias entre los tratamientos en virtud de los cambios desde el inicio en la frecuencia del pulso ni la tensión arterial sistólica ni diastólica (Tabla 15.3.4: 1).

source: No unknown semi- or non-volatile compounds were detected in the contact surface extracts at or above the SCT based AET for substances with unknown response of 0.36 μg/g.
es_es: No se detectaron compuestos semivolátiles o no volátiles desconocidos en los extractos de la superficie de contacto, en niveles iguales o superiores al umbral de evaluación analítica basado en el umbral de seguridad para sustancias con una respuesta desconocida de 0,36 μg/g.

source: No update of the Marketing Authorizations for testing specification of DP is foreseen with regard to NO-HCTZ.
es_es: No se prevé actualizar la especificación analítica del medicamento en ninguna autorización para la comercialización en virtud de la NO-HCTZ.

source: No upper acceptance criterion for PS 20 was set because during downstream manufacturing procedural controls are in place to ensure that the correct target amount of PS 20 is weighed into formulation and spike buffers.
es_es: No se estableció un criterio de aceptación superior para el PS 20 porque existen controles de procedimiento en la etapa posterior de purificación para garantizar que se pese la cantidad objetivo correcta de PS 20 en el buffer de formulación y el buffer de adición.

source: No visible occlusions
es_es: Sin oclusiones visibles

source: No visible particles or drops inside or outside of the container.
es_es: No hay partículas visibles ni gotas dentro ni fuera del recipiente.

source: No volatile excipients are used in the formulation.
es_es: No se emplean excipientes volátiles en la formulación.

source: No washout or post-treatment phase was defined.
es_es: No se definió ningún período de depuración farmacológica ni fase posterior al tratamiento.

source: No.
es_es: Cant.

source: No. (%)
es_es: Cant. (%)

source: No. Centres:
es_es: N.° de centros:

source: No. Subjects:
es_es: N.° de pacientes:

source: No.:
es_es: N.°:

source: Nombre de analito(s) y estándar interno utilizados
es_es: Name of analyte(s) and internal standard used

source: Nominal amount
es_es: Cantidad nominal

source: Nominal amount per vial V=10.0 mL
es_es: Cantidad nominal [mg/amp.] V=10.0 mL

source: Nominal amount per vial [mg]
es_es: Cantidad por vial [mg]

source: Nominal amountper vial V=8.0 mL
es_es: Cantidad nominal por vial; V = 8.0 mL

source: Nominal filling volume 50 mg:
es_es: Volumen nominal de llenado de 50 mg:

source: Nominal vial filling volume 40 mg:
es_es: Volumen nominal de llenado del vial de 40 mg:

source: Non Red.
es_es: SDS-PAGE sin red.

source: Non-CV death occurred in 203 patients (6.8%) in the empagliflozin group and 183 patients (6.1%) in the placebo group (HR 1.13, 95% CI 0.92 to 1.38, nominal p = 0.2434; Table 11.1.2.4: 1).
es_es: Se adjudicó muerte CV en 203 pacientes (6.8%) de empagliflozina y 183 pacientes de placebo (6.1%) (HR: 1.13; IC del 95%: 0.92 a 1.38, p nominal = 0.2434; ver Tabla 11.1.2.4: 1 más arriba).

source: Non-DM:
es_es: Sin diabetes mellitus:

source: Non-KPP
es_es: Parám. del proc. no clave

source: Non-KPP (time criterion), KPP (VCD criterion)
es_es: Parám. del proc. no clave (criterio cronológico), parám del proc. clave (densidad de células viables)

source: Non-Key Material Attribute (non- KMA)
es_es: Atributo no clave de los materiales

source: Non-Key Material Attribute (non-KMA)
es_es: Atributo no clave de los materiales

source: Non-Key Process Indicator (non-KP
es_es: Indicador no clave del proceso

source: Non-Key Process Parameter (non- KPP)
es_es: Parámetro no clave del proceso

source: Non-Key Process Indicator (non-KPI)
es_es: Indicador no clave del proceso

source: Non-Key Process Parameter (non-KPP)
es_es: Parámetro no clave del proceso

source: Non-cardiovascular death
es_es: Muerte no cardiovascular

source: Non-compartmental PK parameters were to be determined using WinNonlin® software (Version 5.2; Pharsight Corporation, Mountain View, California, USA).
es_es: Los parámetros farmacocinéticos no compartimentales se determinaron con el programa WinNonin® (Versión 5.2; Corporación Pharsight, Mountain View, California, EE. UU.)

source: Non-critical data were all those not classified as critical.
es_es: Los datos no críticos fueron todos los que no se clasificaron como críticos.

source: Non-epileptic seizures; CTB NAD, no treatment required.
es_es: Convulsiones no epilépticas; ausencia de anomalías en la TC cerebral, no requirió tratamiento.

source: Non-fatal MI
es_es: Infarto de miocardio no fatal

source: Non-fatal MI, N (%)
es_es: Inf. de miocardio no fatal, N (%)

source: Non-fatal myocardial infarction
es_es: Infarto de miocardio no fatal

source: Non-fatal stroke
es_es: Accidente cerebrovascular no fatal

source: Non-fatal stroke and transient ischaemic attack (TIA)
es_es: Accidente cerebrovascular y accidente isquémico transitorio no fatales

source: Non-fatal stroke, N (%)
es_es: Accidente cerebrovascular no fatal, N (%)

source: Non-inferiority of tenecteplase will be established if the lower bound of 95% confidence interval around the difference in proportions of patients with angiographic reperfusion in tenecteplase and alteplase arms is greater than -0.023.
es_es: Se establecerá la no inferioridad de tenecteplasa siempre que el límite inferior del intervalo de confianza del 95% sea menor a -0.023 para la diferencia proporcional de pacientes con reperfusión angiográfica en tenecteplasa y alteplasa.

source: Non-inferiority on the primary endpoint was to be tested based on a non-inferiority margin of 1.3 (R09-2151) and a one-sided significance level of 0.022652292% [c23238241, Section 9.7.1.2].
es_es: La ausencia de inferioridad en el criterio de valoración primario se hubo de evaluar con un margen de no inferioridad de 1.3 (R09-2151 y un nivel de significatividad unilateral de 0.022652292% [c23238241, Sección 9.7.1.2].

source: Non-inferiority was met if the lower 95% CI of the difference in the proportion of patients who met the primary outcome between the tenecteplase and alteplase groups was more than –5%.
es_es: Se cumplía la no inferioridad si la cota inferior del IC del 95% para la diferencia de proporciones entre pacientes de tenecteplasa y alteplasa que cumplían con el desenlace clínico primario era más que -5%.

source: Non-inferiority would be established if the lower boundary of the 95% CI of the unadjusted percentage difference in patients obtaining the primary outcome (mRS score of 0–1) in the tenecteplase versus alteplase groups was greater than –5%.
es_es: Se establecería una no inferioridad si el límite inferior del IC del 95% de la diferencia porcentual sin ajustar entre quienes tuvieron el desenlace clínico primario (puntuación mRS entre 0 y 1) con teneclteplasa y alteplasa fuera mayor que -5%.

source: Non-jacketed and with external mixing system
es_es: Sin camisa y con sistema de mezclado externo

source: Non-mutagenic impurity
es_es: Impureza no mutagénica

source: Non-purgeable organic carbon
es_es: Carbón orgánico no purgable

source: Non-residence in Canada
es_es: Sin residencia en Canadá

source: Non-specific binding of TPA-05 to non- specific sensor chip matrix:
es_es: Unión no específica de TPA-05 a una matriz del chip sensor no específica:

source: Non-statistically derived acceptance criteria
es_es: Criterios de aceptación no derivados estadísticamente

source: Non-sterile products
es_es: Productos no estériles

source: Non-sterile products (processing operations for the following dosage forms)
es_es: Productos no estériles (operaciones de procesamiento para las siguientes presentaciones)

source: Non-viable particulate monitoring is performed with validated continuous air monitoring devices in operation of the clean room.
es_es: El control de las partículas no viables se realiza con los dispositivos validados de monitoreo continuo del aire que funcionan en la sala blanca.

source: Non-viable particulate monitoring is performed with validated continuous air-monitoring devices in operation of the clean room.
es_es: El control de las partículas no viables se realiza con los dispositivos validados de monitoreo continuo del aire que funcionan en la sala blanca.

source: Non-viral adventitious agents
es_es: Agentes fortuitos no virales

source: Non-volatile organic compound
es_es: Compuesto orgánico no volátil

source: Nonclinical Document
es_es: Documento no clínico

source: Nonclinical Drug Safety Germany
es_es: Seguridad farmacológica no clínica, Alemania

source: Nonclinical Report
es_es: Informe no clínico

source: Nonclinical studies performed with tenecteplase have shown bleeding with secondary mortality of dams due to the known pharmacological activity of the drug and in a few cases abortion and resorption of the foetus occurred (effects only have been observed with repeated dose administration).
es_es: En los estudios no clínicos realizados con tenecteplasa se observó sangrado con mortalidad secundaria de las madres debido a su actividad farmacológica conocida y, en algunos casos, se produjo aborto y reabsorción del feto (solo se observaron efectos con la administración de dosis repetidas).
